{
  "codeSystems" : [
    {
      "url" : "https://profiles.ihe.net/PCC/ODH/CodeSystem/ISCO08",
      "version" : "1.0.0",
      "status" : "active",
      "name" : "InternationalClassificationOfOccupations2008",
      "title" : "International Classification Of Occupations 2008",
      "description" : "The International Classification of Occupations (ISCO) seeks to facilitate international communication about occupations by providing statisticians with a framework to make internationally comparable occupational data available, and by allowing international occupational data to be produced in a form that can be useful for research as well as for specific decision-making and action-oriented activities.\nThe current version, known as ISCO-08, was published in 2008 and is the fourth iteration, following ISCO-58, ISCO-68 and ISCO-88.\nPublished by IHE with authority from the International Labor Organization Given on July 18th 2024. This code system will be removed if and when a more formal publication is taken on by this organization.  ",
      "oids" : ["1.3.6.1.4.1.19376.1.5.3.1.3.43.16.1"]
    },
    {
      "url" : "https://profiles.ihe.net/PCC/ODH/CodeSystem/ISICRev4",
      "version" : "1.0.0",
      "status" : "active",
      "name" : "InternationalStandardIndustrialClassificationCodesRev4",
      "title" : "International Standard Industrial Classification Codes Rev4",
      "description" : "a standard classification of economic activities arranged so that entities can be classified according to the activity they carry out. The categories of ISIC at the most detailed level (classes) are delineated according to what is, in most countries, the customary combination of activities described in statistical units and considers the relative importance of the activities included in these classes. While the latest version, ISIC Rev.4, continues to use criteria such as input, output and use of the products produced, more emphasis has been given to the character of the production process in defining and delineating ISIC classes. \nPublished by IHE with authority from the International Labor Organization Given on July 18th 2024. This code system will be removed if and when a more formal publication is taken on by this organization.  ",
      "oids" : ["1.3.6.1.4.1.19376.1.5.3.1.3.43.16.2"]
    }
  ]
}
