{
  "list" : [
    {
      "version" : "current",
      "path" : "http://build.fhir.org/ig/IHE/PCC.QEDm/branches/master/index.html",
      "status" : "ci-build",
      "sequence" : "ci-build"
    },
    {
      "version" : "3.0.0",
      "path" : "https://profiles.ihe.net/PCC/QEDm/3.0.0",
      "status" : "trial-use",
      "sequence" : "Publication",
      "fhirversion" : "4.0.1",
      "date" : "2024-12-05",
      "current" : true,
      "desc" : "Trial Implementation - Conversion from PDF to IG",
      "descmd" : "Trial Implementation - Conversion from PDF to IG\r\n    \r\n    ## Significant Changes\r\n\r\n    ### 3.0.0\r\n\r\n- Added Search on Provenance to CapabilityStatements\r\n- relaxed OperationOutcome detail on resource not supported\r\n",
      "changes" : "a_issues.html"
    },
    {
      "version" : "3.0.0-comment1",
      "path" : "https://profiles.ihe.net/PCC/QEDm/3.0.0-comment1",
      "status" : "ballot",
      "sequence" : "Publication",
      "fhirversion" : "4.0.1",
      "date" : "2024-08-05",
      "desc" : "Public-Comment 1 - Conversion from PDF to IG",
      "descmd" : "### 3.0.0-comment1\r\n\r\nSignificant Changes from Revision 2.3 (PDF)\r\n\r\n- Converted to an IG - This resulted in significant rearrangement and rewriting to better leverage IG publication and use of html linkage.\r\n- align AuditEvent with BALP\r\n- align with mXDE as the definer of the Document specific Provenance profile\r\n  - made the QEDm Provenance option to focus on general Provenance capability, leaving the Document specific Provenance to mXDE where it can be defined and further elaborated upon\r\n- unsupported modifiers must be rejected according to FHIR core.\r\n- use uppercase normative words\r\n- added dependency on IHE-ODH (International) and HL7-ODH (US Real)\r\n- addressed minor issues reported in CPs: CP-PCC-0276, and CP-PCC-0277\r\n- have not aligned with IPA, but did add that to issue QEDm_012\r\n- test plan instructs on how this might be tested\r\n",
      "changes" : "a_issues.html"
    }
  ],
  "package-id" : "ihe.pcc.qedm",
  "canonical" : "https://profiles.ihe.net/PCC/QEDm",
  "title" : "Query for Existing Data for Mobile (QEDm)",
  "category" : "EHR Access",
  "introduction" : "The Query for Existing Data for Mobile Profile (QEDm) supports dynamic queries for clinical data elements, including observations, allergy and intolerances, problems, diagnostic results, medications, immunizations, procedures, encounters and provenance by making the information widely available to other systems within and across enterprises to support provision of better clinical care. It defines a transaction used to query a list of specific data elements, persisted as FHIR resources."
}
