{
  "codeSystems" : [
    {
      "url" : "http://loinc.org",
      "version" : "3.1.0",
      "status" : "active",
      "name" : "LOINC",
      "title" : "Logical Observation Identifiers, Names and Codes (LOINC)",
      "description" : "LOINC provides a set of universal names and ID codes for identifying laboratory and clinical test results.1,2 LOINC facilitates the exchange and pooling of results, such as blood hemoglobin, serum potassium, or vital signs, for clinical care, outcomes management, and research. LOINC's universal identifiers (names and codes) can be used in the context of order and observation exchanges between information systems that use syntax standards such as HL73, CEN TC251, ISO TC215, ASTM4, and DICOM. Specifically, the identifier can be used as the coded value for an observation in any other standard that uses the observation/observation value paradigm, whether messages, documents, application programming interface (API), etc. For example, LOINC codes are used widely in the OBX segment Observation Identifier field (OBX-3) of an ORU HL7 (HL7 version 2.x or ASTM 1238-9410) message that may be sent between a Clinical Laboratory Information Management Systems (LIMS) and Electronic Health Record Systems (EHR).5, 6 In this way, LOINC codes provide universal identifiers that allow the exchange of clinical data between heterogeneous computing environments.",
      "oids" : ["2.16.840.1.113883.6.1"],
      "uses" : {
      },
      "ValueSet-Antepartum.Laboratory.VS.html" : "Antepartum Laboratory"
    },
    {
      "url" : "http://snomed.info/sct",
      "version" : null,
      "status" : "active",
      "name" : "SNOMED_CT",
      "title" : "SNOMED CT (all versions)",
      "description" : "SNOMED CT is the most comprehensive and precise clinical health terminology product in the world, owned and distributed around the world by The International Health Terminology Standards Development Organisation (IHTSDO).",
      "oids" : ["2.16.840.1.113883.6.96"],
      "uses" : {
      },
      "ValueSet-Presence.In.Urine.VS.html" : "Presence In Urine",
      "ValueSet-Smoking.Status.VS.html" : "Smoking Status",
      "ValueSet-Antepartum.History.of.Past.Illness.VS.html" : "Antepartum History of Past Illness",
      "ValueSet-Fetal.Presentation.VS.html" : "Fetal Presentation",
      "ValueSet-Antepartum.Family.History.and.Genetic.Screening.VS.html" : "Antepartum Family History and Genetic Screening",
      "ValueSet-Advance.Directives.VS.html" : "Advance Directives",
      "ValueSet-Antepartum.Review.of.Systems.Menstrual.History.VS.html" : "Antepartum Review of Systems Menstrual History",
      "ValueSet-Antepartum.History.of.Infection.VS.html" : "Antepartum History of Infection",
      "ValueSet-Edema.VS.html" : "Edema observation",
      "ValueSet-Fetal.Movement.VS.html" : "Fetal Movement",
      "ValueSet-Antepartum.Education.VS.html" : "Antepartum Education"
    },
    {
      "url" : "http://unitsofmeasure.org",
      "version" : "3.0.1",
      "status" : "active",
      "name" : "UCUM",
      "title" : "Unified Code for Units of Measure (UCUM)",
      "description" : "The Unified Code for Units of Measure (UCUM) is a code system intended to include all units of measures being contemporarily used in international science, engineering, and business. The purpose is to facilitate unambiguous electronic communication of quantities together with their units. The focus is on electronic communication, as opposed to communication between humans. A typical application of The Unified Code for Units of Measure are electronic data interchange (EDI) protocols, but there is nothing that prevents it from being used in other types of machine communication.",
      "oids" : ["2.16.840.1.113883.6.8"],
      "uses" : {
      },
      "ValueSet-Alcohol.USe.Frequency.VS.html" : "Alcohol USe Frequency",
      "ValueSet-Smoking.Tabbacco.Use.Frequency.VS.html" : "Smoking Tabbacco Use Frequency"
    }
  ]
}
